[
	{
		"question": "What payment methods are accepted?",
		"reply": "We accept cash, check, or Zelle. Payment is due at the time of service, and your prompt payment helps us keep everything running smoothly.",
		"category": "pricing",
		"open": true
	},
	{
		"question": "What is the cost of a standard home cleaning?",
		"reply": "Pricing for a standard home cleaning varies depending on the size of the home and specific cleaning needs. We provide personalized estimates to ensure accurate pricing. Please reach out to request a free quote for your home.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "Are there any discounts for recurring services?",
		"reply": "Yes! We offer discounts for weekly or bi-weekly recurring cleaning services. Regular customers save both time and money while keeping their space consistently spotless.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "Do you offer a free estimate?",
		"reply": "Yes, we provide free, no-obligation estimates for both residential and commercial cleaning services. We will assess your space and give you a transparent quote.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "What is your cancellation policy?",
		"reply": "You can reschedule or cancel a cleaning appointment up to 24 hours in advance. For recurring customers, you can adjust your schedule at any time with no penalties.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "Do you offer refunds?",
		"reply": "Because cleaning is a service, we do not provide refunds. However, if you are not satisfied with the results, we will gladly re-assess and re-clean the areas of concern at no additional cost to ensure your satisfaction.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "Do I need to be home during the cleaning?",
		"reply": "Not at all — it’s totally up to you! Many of our clients give us a spare key or entry code so we can clean while they’re at work or out and about. Either way, we treat your home or business with the same care and respect as if it were our own.",
		"category": "general",
		"open": true
	},
	{
		"question": "Do you bring your own cleaning supplies?",
		"reply": "Yes, we bring all the professional-grade supplies and equipment needed to make your space shine. If you have a preferred product or are sensitive to certain cleaners, just let us know and we’ll be happy to accommodate.",
		"category": "general",
		"open": false
	},
	{
		"question": "Can you handle special cleaning requests?",
		"reply": "Absolutely. From scrubbing the inside of the oven to tackling post-renovation dust, we love going the extra mile. Just let us know ahead of time so we can schedule the extra care your space deserves.",
		"category": "general",
		"open": false
	},
	{
		"question": "Do you clean both homes and businesses?",
		"reply": "Yes, whether it’s your cozy living room or a busy office, we’ve got you covered. We are accommodating for both residential and commercial spaces.",
		"category": "general",
		"open": false
	},
	{
		"question": "What areas do you serve?",
		"reply": "We proudly clean homes and businesses across Western New York. If you’re not sure whether we can reach your location, just ask and we’ll be happy to check.",
		"category": "general",
		"open": false
	},
	{
		"question": "How often can you come?",
		"reply": "We can clean as often as you’d like: weekly, biweekly, monthly, or just for special occasions. Your schedule is entirely your choice.",
		"category": "general",
		"open": false
	}
]
